questions = ["Выберите ваш банк",
             "Введите дату в формате дд.мм.гггг",
             "Введите наименование организации и юридический"
             "адрес заказчика на одной строке",
             "Введите ИНН заказчика",
             "Введите основание(Номер догвора в формате №.дд/мм/гг)",
             "Введите Вид работ. Например:"
             "Производство электромонтажных работ",
             "Введите сумму. Например: 102546.50"
             ]

reply_keyboard = [["АЛЬФА", "КОНТУР"],
                  ["СБЕР", "Т-БИЗНЕС"],
                  ["Добавить банк", "Начать сначала"],
                  ]

banks = ["АЛЬФА", "КОНТУР", "СБЕР", "Т-БИЗНЕС"]

list_of_months = [0, 'Января', 'Февраля', 'Марта', 'Апреля', 'Мая', 'Июня',
                  'Июля', 'Августа', 'Сентября', 'Октября',
                  'Ноября', 'Декабря']

invoice_templates = {"АЛЬФА": 'alpha', "КОНТУР": 'kontur',
                     "СБЕР": 'sber', "Т-БИЗНЕС": 't-bus'}
